Repository: bravesoftdz/r3r
Catalog: ui/tui/po/*.po
Languages: eo

source: Feed Address:
eo: Retadreso de kanalo:

source: g)o to a URL
eo: i)ri al retadreso

source: a)bout item number
eo: p)ri era numero

source: h)elp, this screen
eo: h)elpo, Ä‰i tiu ekrano

source: q)uit the program
eo: e)liri la programon

source: a
eo: p

source: g
eo: i

source: q
eo: e

source: Item number:
eo: Era numero:

source: Subject:
eo: Temoj:

source: Created:
eo: Kreita:

source: Description:
eo: Priskribo:

source: Link %d: %s
eo: Ligilo %d: %s

source: Invalid Number!
eo: Nevalida cifero
