Repository: bravesoftdz/r3r
Catalog: src/ui/wx/po/*.po
Languages: de, eo

source: &Contact
de: &Kontaktieren
eo: &Kontakti

source: &Subscribe
de: &Abonnieren
eo: &Aboni

source: &View Enclosure...
de: &Sehen die Beilage...
eo: &Vidi la emetaĵon...

source: About R3R
de: Über R3R
eo: Pri R3R

source: Generic XML
eo: Malspecifa XML

source: Open a file
de: Öffnen eine Datei
eo: Malfermi dosieron

source: [None]
de: [Keine]
eo: [Neniu]

source: Feed Title
de: Feed-Titel
eo: Flua titolo

source: Item Title
de: Item-Titel
eo: Era titolo

source: Subject
de: Themen
eo: Temo

source: Date Created
de: Datum der es erstellt wurde
eo: Dato kreita

source: Go
de: Gehen
eo: Iri

source: &Open...
de: &Öffnen...
eo: &Malfermi...

source: E&xit
de: &Beenden
eo: &Ĉesi

source: &Load Subscriptions
de: &Laden Abonnements
eo: &Ŝargi abonojn

source: &Refresh
de: &Wiederfrischen
eo: &Refreŝigi

source: &Settings...
de: &Einstellungen...
eo: &Agordo...

source: &Donate
de: &Spenden
eo: &Monhelpi

source: &About
de: &Über
eo: &Pri

source: &File
de: &Seit
eo: &Dosiero

source: &Tools
de: &Zeuge
eo: &Ilrimedoj

source: &Help
de: &Hilfe
eo: &Helpo

source: Show &messages from the back-end
de: Anzeigen &Nachrichten aus dem Back-End
eo: Montri mesaĝojn &de la fonta kodo

source: Show &feed titles only
de: &Feed anzeigen Nur Titel
eo: Nur montri &fluajn titolojn

source: Hide &cached feeds
de: Hide &zwischengespeichert Feeds
eo: Kaŝi &konservitajn fluojn

source: &Hide cached feed items
de: &Hide zwischengespeichert Feed-Einträge
eo: Kaŝi konservitajn fluajn &erojn

source: &Guess the file types of feeds
de: &Erraten Sie die Dateitypen von Feeds
eo: Diveni &la dosiertipojn de fluoj

source: &Load subscriptions on startup
de: &Laden Abonnements an ausführen
eo: Ŝargi &abonojn dum plenumiĝo

source: Display
de: Anzeige
eo: Montro

source: Accept &Types:
de: &Typen akzeptieren:
eo: Akcepti &tipojn:

source: Custom Accept Types
de: Benutzerdefinierte Typen akzeptieren
eo: Kutimaj akceptataj tipoj

source: Enable
de: Ermöglichen
eo: Aktivigi

source: Accept &Languages:
de: &Sprachen akzeptieren
eo: Akcepti &lingvojn:

source: Custom Accept Languages
de: Benutzerdefinierte akzeptieren Sprachen
eo: Kutimaj akceptataj lingvoj

source: HTTP Headers
de: HTTP-Köpfe
eo: HTTP-ĉapoj

source: Proxy &Address:
de: Proxy-Adresse:
eo: Prokura &adreso:

source: &Proxy Port:
eo: &Prokura pordo:

source: &Enable Proxy
de: &Ermöglichen Prokura
eo: &Aktivigi prokuron

source: &User Agent:
eo: Idento de la legilo:

source: &Browser
eo: &TTT-legilo

source: &Browse...
de: &Blättern...
eo: &Foliumi...

source: Use an external browser for opening links in the description box
eo: Uzi eksteran TTT-legilon por malfermi ligilojn en la priskribo-fenestraĵon

source: &Use an external browser
eo: &Uzi eksteran TTT-legilon

source: &Mail Client
eo: &Retpoŝtilo

source: Programs
de: Programms
eo: Programoj

source: &Delete
de: &Entfernen
eo: &Forigi

source: &Add
de: &Hinzufügen
eo: &Aldoni

source: Subscriptions
de: Abbonements
eo: Abonoj

source: Settings
de: Einstellungen
eo: Agordo

source: The use of the command line is deprecated. Please add feeds to which you want to subscribe to.
de: Benutzen die Befehlszeile ist veraltet. Hinzufügen bitte Feeds, die Sie wollen zu abonnieren.

source: An update is available.
de: Ein Aktual ist verfügbar.

source: &Check for updates
de: Suchen nach &Aktuelles

source: &Notify of updates
de: &Benachrichtigen über Aktuelles
