Repository: bravesoftdz/r3r
Catalog: tui/po/*.po
Languages: de

source: Feed Address:
de: Die Feedadresse:

source: g)o to a URL
de: g)ehen nach einem URL

source: a)bout item number
de: ü)ber Teilzahl

source: h)elp, this screen
de: h)ilfe, dieser Bildschirm

source: q)uit the program
de: b)eenden dem Programm

source: a
de: ü

source: q
de: b

source: Item number:
de: Teilzahl:

source: Subject:
de: Subjekt:

source: Created:
de: Erstellt:

source: Description:
de: Beschreibung:

source: Invalid Number!
de: Ungültige Zahl!
